{
    "home.sub_title": "Technologist in Big Data in Agribusiness",
    "home.about": "About me",
    "home.description": "Hello, welcome to my website! My name is Lucas de Brito Silva, and at 24, I embark on an exciting journey in the field of Technology. Since 2021, I made a transition from the area of systems and application development to the fascinating world of data. Currently, I am a Machine Learning Engineer at <a href=\"https://agibank.com.br/en\" class=\"text-white\" target=\"_blank\">Agibank</a>. <br><br>My journey includes training in the Computer Technician course at ETEC Professor Massuyuki Kawano and pioneering in the first class to graduate in Big Data in Agribusiness, at FATEC Shunji Nishimura. Additionally, I've done a master's degree in Computer Science at São Paulo State University \"Júlio de Mesquita Filho\" (UNESP).<br><br>My interests and passions lie in the areas of data, computational intelligence, deep learning, computer vision, and machine learning engineering. I hope you enjoy your visit to my website.",
    "lang": "pt",
    "nav.publications": "Publications",
    "nav.home": "Home",
    "not_found.sub": "Something went wrong...",
    "not_found.sub_2": "Page not found!",
    "not_found.back_button": "Back to Home",
    "publi.title": "Publications",
    "publi.description": "I enjoy writing to contribute to the community and enhance my knowledge. My topics usually revolve around science and digital technologies. Feel free to read my blog posts on Medium or Dev Community, or explore my scientific publications on Google Scholar or ResearchGate.",
    "publi.blog-subtitle": "Blog",
    "publi.sci-subtitle": "Scientific Publications",
    "publi.read-more": "Read more...",
    "modal-off.title": "You are offline!",
    "modal-off.description": "This website is best viewed online. Please check your internet connection and try again.",
    "modal-off.close": "Close",
    "publi.blog-not-found": "No blog posts matched your search criteria.",
    "publi.sci-not-found": "No scientific publications matched your search criteria.",
    "publi.tip": "Tip: If you can't find a specific text, try adding \"?search=tag\" after /publication in the URL.",
    "recommendations.title": "Recommendations",
    "privacy_policy.title": "Privacy Policy",
    "privacy_policy.introduction": "Introduction",
    "privacy_policy.information_collection": "Information Collection",
    "privacy_policy.information_collection_text": "We collect various types of information from our users, including personal data, usage data, and cookies.",
    "privacy_policy.use_of_information": "Use of Information",
    "privacy_policy.use_of_information_text": "The collected information is used to improve our services, personalize user experience, and communicate with users.",
    "privacy_policy.data_sharing": "Data Sharing",
    "privacy_policy.data_sharing_text": "User data may be shared with third parties in compliance with legal obligations or partnerships.",
    "privacy_policy.data_security": "Data Security",
    "privacy_policy.data_security_text": "We take measures to protect user data from unauthorized access, breaches, or misuse.",
    "privacy_policy.user_rights": "User Rights",
    "privacy_policy.user_rights_text": "Users have rights regarding their data, including access, correction, deletion, and opting out of data collection.",
    "privacy_policy.changes_to_policy": "Changes to Policy",
    "privacy_policy.changes_to_policy_text": "The Privacy Policy may be updated periodically, and users will be informed of any changes.",
    "privacy_policy.contact_information": "Contact Information",
    "privacy_policy.contact_information_text": "For questions or concerns about the Privacy Policy, please contact us.",
    "privacy_policy.additional_text": "Below is the detailed information regarding our privacy practices:"
}
