{
    "home.sub_title": "Tecnólogo em Big Data no Agronegócio",
    "home.about": "Sobre",
    "home.description": "Olá, é um prazer recebê-lo em meu site! Meu nome é Lucas de Brito Silva, e aos {{idade}} anos, trilho uma jornada apaixonante na área de Tecnologia. Desde 2021, fiz uma transição da área de desenvolvimento de sistemas e aplicativos para o fascinante mundo dos dados. Atualmente, sou Machine Learning Engineer no <a href=\"https://agibank.com.br/\" class=\"text-white\" target=\"_blank\">Agibank</a>.<br><br>Minha trajetória inclui a formação no curso Técnico de Computação na ETEC Professor Massuyuki Kawano e o pioneirismo na primeira turma a se formar no Brasil em Big Data no Agronegócio, pela FATEC Shunji Nishimura. Além disso, finalizei o mestrado em Ciência da Computação na Universidade Estadual Paulista \"Júlio de Mesquita Filho\" (UNESP).<br><br>Meus interesses e paixões residem nas áreas de dados, inteligência computacional, <i>deep learning</i>, visão computacional e <i>machine learning engineering</i>. Espero que você aproveite sua visita ao meu site.",
    "lang": "en",
    "nav.publications": "Publicações",
    "nav.home": "Início",
    "not_found.sub": "Ops...",
    "not_found.sub_2": "A página não foi encontrada!",
    "not_found.back_button": "Voltar ao Início",
    "publi.title": "Publicações",
    "publi.description": "Gosto de escrever para contribuir com a comunidade e para consolidar meu conhecimento. Os assuntos normalmente são científicos ou de tecnologias digitais. Fique à vontade para ler minhas publicações de blog no Medium ou Dev Community, ou as publicações científicas no Google Scholar ou ResearchGate.",
    "publi.blog-subtitle": "Blog",
    "publi.sci-subtitle": "Publicações Científicas",
    "publi.read-more": "Leia mais...",
    "modal-off.title": "Você está offline!",
    "modal-off.description": "Parece que você está offline. Por favor, verifique sua conexão com a internet e tente novamente.",
    "modal-off.close": "Fechar",
    "publi.blog-not-found": "Nenhuma publicação de blog correspondeu aos seus critérios de pesquisa.",
    "publi.sci-not-found": "Nenhuma publicação científica correspondeu aos seus critérios de pesquisa.",
    "publi.tip": "Dica: Se você não encontrar o que procura, tente buscar adicionando \"?search=palavra-chave\" depois de /publication na URL.",
    "recommendations.title": "Recomendações",
    "privacy_policy.title": "Política de Privacidade",
    "privacy_policy.introduction": "Introdução",
    "privacy_policy.information_collection": "Coleta de Informações",
    "privacy_policy.information_collection_text": "Coletamos vários tipos de informações de nossos usuários, incluindo dados pessoais, dados de uso e cookies.",
    "privacy_policy.use_of_information": "Uso das Informações",
    "privacy_policy.use_of_information_text": "As informações coletadas são usadas para melhorar nossos serviços, personalizar a experiência do usuário e comunicar-se com os usuários.",
    "privacy_policy.data_sharing": "Compartilhamento de Dados",
    "privacy_policy.data_sharing_text": "Os dados dos usuários podem ser compartilhados com terceiros em conformidade com obrigações legais ou parcerias.",
    "privacy_policy.data_security": "Segurança dos Dados",
    "privacy_policy.data_security_text": "Tomamos medidas para proteger os dados dos usuários contra acesso não autorizado, violações ou uso indevido.",
    "privacy_policy.user_rights": "Direitos dos Usuários",
    "privacy_policy.user_rights_text": "Os usuários têm direitos em relação aos seus dados, incluindo acesso, correção, exclusão e a opção de não participar da coleta de dados.",
    "privacy_policy.changes_to_policy": "Alterações na Política",
    "privacy_policy.changes_to_policy_text": "A Política de Privacidade pode ser atualizada periodicamente, e os usuários serão informados sobre quaisquer alterações.",
    "privacy_policy.contact_information": "Informações de Contato",
    "privacy_policy.contact_information_text": "Para perguntas ou preocupações sobre a Política de Privacidade, entre em contato conosco."
}
